DRAWABLE_CHARACTERS = (u"""☺☻♥♦♣♠•○◙♂♀♪♫☼►◄↕‼¶§▬↨↑↓→←∟↔▲▼ !"#$%&'()*+"""
	""",-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`"""
	"""abcdefghijklmnopqrstuvwxyz{|}~ ¡¢£¤¥¦§¨©ª«¬¯°±²³´µ¶·¸¹º»¼½¾"""
	"""¿ÀÁÂÃÄÅÆÇÈÉÊËÌÍÎÏÐÑÒÓÔÕÖ×ØÙÚÛÜÝ"""
	"""Þßàáâãäåæçèéêëìíîïðñòóôõö÷øùúûüýþÿıƒ‗"""
	"""─│┌┐└┘├┤┬┴┼═║╔╗╚╝╠╣╦╩╬▀▄█░▒▓■   """)
	
	
ESC = "\x1b"

ICON850 = u"☺☻♥♦♣♠•○◙♂♀♪♫☼►◄▲▼■⌂®"
LINES850 = u"↑↓↕↨←→↔ ∟_‗═▬¯─-|║¦│┼╬`´'\"\\/~<>[](){}"
SPECIAL850= u"#$%&¢£¤¥§¨©µ¶"
MATH850=u"Ø¬¦±×`´°·º¹²³ª¸¼½¾"
PUNCTUATION850=u"‼!¡?¿«»"
ARTCHARS = u"▀▄█░▒▓"
BOXCHARS = u"""\
╔═╗ ┌─┐
║╬╠╣│┼├┤
╚╦╝ └┬┘
 ╩   ┴  """
 